﻿/* 'Add bookmark' dialog title */
"Add Bookmark" = "Adicionar Favorito";

/* Alert dialog text */
"Allow this page to close its tab?" = "Allow this page to close its tab?";

/* Error alert message text */
"An error occurred downloading image %@" = "An error occurred downloading image %@";

/* Authentication Required alert title */
"Authentication Required" = "Autenticação Obrigatória";

/* No comment provided by engineer. */
"Best Performance" = "Best Performance";

/* Bookmarks main dialog title
   Bookmarks table header title */
"Bookmarks" = "Favoritos";

/* No comment provided by engineer. */
"Canada" = "Canada";

/* Cancel
   Cancel action
   Text of button to discard feedback and return to main settings menu */
"Cancel" = "Cancelar";

/* Title for the 'Allow this page to close its tab?' alert */
"Confirm" = "Confirm";

/* 'Cookies and Local Storage' dialog title */
"Cookies and Local Storage" = "Cookies e Armazenamento Local";

/* Action title for long press on link dialog */
"Copy URL" = "Copy URL";

/* No comment provided by engineer. */
"Default Settings" = "Default Settings";

/* Bookmarks dialog 'Done' button title, dismisses the dialog
   Cookies and Local Storage 'Done button title, dismisses the controller
   Done action button. dismisses SSL certificate information dialog
   Done button
   Done button title, dismisses the tab chooser */
"Done" = "Concluído";

/* Edit Bookmark dialog title */
"Edit Bookmark" = "Editar Favorito";

/* 'Add bookmark' dialog text
   Edit Bookmark dialog title text */
"Enter the details of the URL to bookmark:" = "Insira os detalhes do URL para enviar para os favoritos:";

/* Alert dialog title when webpage has failed to load
   Image download error alert title */
"Error" = "Error";

/* Error message generated when serializing psiphon_config to dictionary fails */
"Failed to serialize psiphon_config" = "Failed to serialize psiphon_config";

/* FAQ link text */
"Frequently Asked Questions" = "Perguntas Mais Frequentes";

/* No comment provided by engineer. */
"Germany" = "Germany";

/* No comment provided by engineer. */
"Hong Kong" = "Hong Kong";

/* HTTPS Everywhere menu title */
"HTTPS Everywhere Rules" = "HTTPS Everywhere Rules";

/* No comment provided by engineer. */
"https://psiphon.ca/en/about.html" = "https://psiphon.ca/pt_PT/about.html";

/* External link to FAQ */
"https://psiphon.ca/en/faq.html" = "https://psiphon.ca/pt_PT/faq.html";

/* No comment provided by engineer. */
"https://psiphon.ca/en/license.html" = "https://psiphon.ca/pt_PT/license.html";

/* External link to privacy policy */
"https://psiphon.ca/en/privacy.html" = "https://psiphon.ca/pt_PT/privacy.html";

/* Feedback footer text referring users to feedback email. %@ is where the separate translation for the email will be placed. */
"If the above form is not working or you would like to send screenshots, please email us at %@" = "If the above form is not working or you would like to send screenshots, please email us at %@";

/* No comment provided by engineer. */
"India" = "India";

/* Error message generated when invalid feedback form input is received */
"Invalid feedback input" = "Invalid feedback input";

/* No comment provided by engineer. */
"Japan" = "Japan";

/* Feedback footer text referring users to privacy policy. %@ is where the separate translation for the phrase 'Privacy Policy' will be placed. */
"Learn more about the data we collect in our %@" = "Learn more about the data we collect in our %@";

/* No comment provided by engineer. */
"Log In" = "Iniciar sessão";

/* Title screen displaying logs */
"Logs" = "Registos";

/* InAppSettingsKit */
"Mail not configured" = "Correio não configurado";

/* No comment provided by engineer. */
"Netherlands" = "Netherlands";

/* New browser tab title text */
"New Tab" = "New Tab";

/* InAppSettingsKit
   OK action
   OK action button */
"OK" = "ACEITAR";

/* OK action */
"Ok" = "CONFIRMAR";

/* Action title for long press on link dialog */
"Open" = "Abrir";

/* Action title for long press on link dialog */
"Open in a New Tab" = "Open in a New Tab";

/* Action title for long press on link dialog */
"Open in Safari" = "Open in Safari";

/* 'Edit Bookmark' dialog page name field
   Add bookmark page name field */
"Page Name (leave blank to use URL)" = "Nome da Página (deixar em branco para usar URL)";

/* Password */
"Password" = "Palavra-passe";

/* Introduction text at top of feedback form */
"Please let us know how Psiphon is working for you so we can make the system better!" = "Please let us know how Psiphon is working for you so we can make the system better!";

/* Feedback footer text. */
"Please note that this diagnostic data does not identify you, and it helps us keep Psiphon running smoothly." = "Please note that this diagnostic data does not identify you, and it helps us keep Psiphon running smoothly.";

/* Privacy Policy link text */
"Privacy Policy" = "Política de Privacidade";

/* Text explaining thumbs up choice in feedback */
"Psiphon connects\nand performs the\nway I want it to." = "Psiphon connects\nand performs the\nway I want it to.";

/* Text explaining thumbs down choice in feedback */
"Psiphon often fails\nto connect or\ndoesn't perform well\nenough." = "Psiphon often fails\nto connect or\ndoesn't perform well\nenough.";

/* Action title for long press on image dialog */
"Save Image" = "Save Image";

/* Text of button to send feedback */
"Send" = "Send";

/* No comment provided by engineer. */
"Settings" = "Configurações";

/* No comment provided by engineer. */
"Singapore" = "Singapore";

/* No comment provided by engineer. */
"Spain" = "Spain";

/* InAppSettingsKit */
"This device is not configured for sending Email. Please configure the Mail settings in the Settings app." = "This device is not configured for sending Email. Please configure the Mail settings in the Settings app.";

/* No comment provided by engineer. */
"United Kingdom" = "United Kingdom";

/* No comment provided by engineer. */
"United States" = "United States";

/* No comment provided by engineer. */
"Unknown Organization" = "Organização Desconhecida";

/* 'Edit Bookmark' dialog URL field
   Add bookmark URL field */
"URL" = "URL";

/* Error message generated when user attempts to submit an empty feedback form */
"User submitted empty feedback" = "User submitted empty feedback";

/* Comments section placeholder text */
"What's on your mind? Please leave us your feedback" = "What's on your mind? Please leave us your feedback";

/* Text referring user to frequently asked questions. %@ is where the separate translation for the phrase 'Frequently Asked Questions' will be placed. */
"You can also find solutions to many common problems in our %@." = "You can also find solutions to many common problems in our %@.";

